Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja5/siri97-n.htm.tmx
Source language: nob
Languages: sme

source: I den første utgaven av L97S het det: «Å vokse opp vil si å vokse inn i det samiske og etter hvert den norske felleskulturen».
sme: O97S vuosttaš veršuvnnas lei čállojuvvon ná: «Šaddat bajás mearkkaša šaddat Sámi, ja dasto Norgga, oktasaškultuvrii».

source: Dette ble i den endelige versjonen endret til: «For samiske elever vil det si å vokse inn i den samiske og etter hvert den norske felleskulturen».
sme: Cealkka rievdaduvvui danin: «Sámi ohppiide mearkkaša bajásšaddan ahte šaddet Sámi, ja dasto Norgga, oktasaškultuvrii».

source: Formuleringen om at læreplanen skulle gi elevene en samisk identitet, ble også endret.
sme: Maiddái cealkka mii čilgii ahte oahppoplána galggai fuolahit ohppiide sámi identitehta, rievdaduvvui.

source: Små, men viktige endringer.
sme: Smávva rievdadusažat, muhto dehálaččat aŋkke.

source: Det ble altså etter høylydte protester og nye høringsrunder gjort de justeringene som skulle til for å gjøre læreplanen spiselig for de fleste av innbyggerne i de samiske kommunene.
sme: Stuimmiid ja ođđa gulaskuddama maŋŋá dahkko de juste dat smávva rievdadusažat mat dagahedje ahte eanáš sámegielddaid ássit sáhtte oahppoplána dohkkehit.

source: Seida skole var en av de tre skolene i Tana der flertallet av foreldrene ønska nasjonal læreplan.
sme: Sieidda skuvla lei golmma skuvlla gaskkas Deanus, mas váhnemiid eanetlohku háliidii našunála oahppoplána.

source: (Foto: Svein Lund)
sme: (Govva: Svein Lund)

source: Hva gikk galt ?
sme: Mii manai funet ?

source: Hvordan kunne dette arbeidet komme så skeivt ut ?
sme: Mo sáhtii ná funet geavvat plánabargguin ?

source: En faktor er nok mangfoldigheten i det samiske samfunnet.
sme: Oassečilgehus lea várra sámi servvodaga girjjatvuohta.

source: Kåfjord, Porsanger og tidligere Tana kommune er mer fornorska områder enn Karasjok, Kautokeino og tidligere Polmak kommune.
sme: Gáivuona, Porsáŋggu ja ovddeš Deanu gielddat leat eanet dáruiduvvon guovllut go Kárášjoga, Guovdageainnu ja ovddeš Buolbmát gielddat.

source: Det hører med til bildet at det kom noen protester fra Nesseby og Porsanger også.
sme: Gullá maid áššái ahte gullo vuostálasti jienat maiddái Unjárggas ja Porsáŋggus.

source: Disse fikk imidlertid ikke så dramatiske uttrykk som i Tana og Kåfjord, og ble derfor heller ikke omskrevet i samme grad.
sme: Eai dát jienat gullo nu guhkás ja nu garrasit go Deanus ja Gáivuonas, ja dalle eai leat ge nu olu daid birra čállon.

source: I Tana lever vi fortsatt med det skillet som eksisterte før sammenslåinga av innlandskommunen Polmak og fjordkommunen Tana i 1964.
sme: Deanus eallit ain dáinna rájáin mii gávdnui ovdal go siseatnangielda Buolbmát ja vuotnagielda Deatnu náitojuvvojedje 1964 ’.

source: Tana bru, som krysser Tanaelva ved Øvre Seida, ligger høvelig til på den gamle kommunegrensa.
sme: Deanušaldi, mii rasttilda Deanu Bajit Sieiddás, lea nu vuohkkasit biddjon ovddeš gieldarájá ala.

source: Stedet har blitt et knutepunkt både for trafikken i Øst-Finnmark og for folk fra øvre og nedre del av nåtidens Tana kommune, men det er fortsatt store forskjeller mellom «gamle Polmak» og «gamle Tana».
sme: Báiki lea šaddan deaivvadanbáikin sihke olles Nuorta-Finnmárkku johtolahkii, muhto maiddái dálá Deanu gieldda bajit ja vuolit osiid ássiide. Liikká leat ain stuora erohusat «boares Buolbmága» ja «boares Deanu» gaskkas.

source: Disse forskjellene nærmest eksploderte våren 1997.
sme: Dát erohusat dadjat juo bávkkehedje 1997 ’ giđa.

source: Det var folk fra tidligere Tana kommune som følte at det ble for mye samisk, at det ble for fremmed, for feil, for tøft – det var mange grunner til å aksjonere.
sme: Ledje ovddeš Deanu gieldda olbmot geat dovde ahte šattai menddo olu sámegiella, sámevuohta, šattai menddo amas, menddo boastut, menddo garas – ledje olu sivat akšuneret.

source: På bilder fra demonstrasjoner kan jeg tyde ansiktene til søskenbarn av min far.
sme: Áviisagovain oainnán áhččán oarpmeliid demonstreremin.

source: Hvorfor de stiller seg opp for å demonstrere mot det de vitterlig kommer fra, kan jeg bare gjette meg til, men jeg vil her lene meg på en uttalelse som Paul Pedersen siterer fra Kåfjord.
sme: In dieđe, sáhtán dušše árvidit manne soai leaba mannan demonstreret iežaska ruohttasiid ja váhnemiid vuostá. Dás doahttalan cealkámuššii maid Paul Pedersen sitere Gáivuonas.

source: Her var det en mor som tok barnet sitt ut av samiskundervisninga.
sme: Doppe lei muhtun eadni gii válddii mánás eret sámegieloahpahusas.

source: Læreren forteller: «Så gikk jeg hjem til foreldrene.
sme: Oahpaheaddji muitala: «De mannen váhnemiid siidii.

source: De første jeg kom til, spurte jeg ungen om hvorfor han hadde sluttet.
sme: Vuosttamuččat gosa ollejin, de jerren čivggas manne lei heaitán.

source: Ungen svarte at han ikke fikk lov av foreldrene.
sme: Čivga vástidii ahte ii ožžon lobi váhnemiiddis.

source: Jeg spurte så mora, som svarte: Ja, jeg vil ikke at mine unger skal oppleve det jeg har opplevd.
sme: De jerren eatnis, guhte vástidii: Na, in siđa ahte mu čivggat galget vásihit dan maid mun lean vásihan.

source: Jeg vil ikke det.
sme: In siđa dan gal.

source: Men moren føyde til at hun syntes det var grusomt at hun mente det.
sme: Muhto eadni lasihii ahte su mielas lei áibbas issoras go dán oaivvildii.

source: Med andre ord, fornorskningsprosessen hadde virket...» [15]
sme: Iežá sániiguin, dáruiduhttinproseassa lei doaibmán...» [16]

source: Kåfjord våren 1997
sme: Gáivuotna 1997 ’ giđa

source: I Kåfjord hadde det pågått en lengre debatt om «det samiske».
sme: Gáivuonas lei guhkit áigi leamaš almmolaš digaštallan «sámivuođa» [17] birra.

source: Alt ved innføringa av samemanntallet begynte stridighetene innad i familier.
sme: Dalle juo go sámi jienastuslohku bođii, de bohciidedje bearrašiin siskkáldas riiddut.

source: Ved å melde seg inn i manntallet kunne en person stemple hele slekta si.
sme: Dat, guhte dieđihii iežas jienastuslohkui sáhtii olles soga boalggahit.

source: I noen familier kunne ikke søsken eller foreldre og barn snakke med hverandre lenger.
sme: Muhtun bearrašiin eai sáhtán šat oarbinaččat dahje mánát ja váhnemat háleštit guđetguimmiideasetguin.

source: Man sto da foran en lang prosess som blant annet innebar omkoding av tradisjoner som til da hadde blitt oppfatta som lokale.
sme: Dalle lei servvodat guhkes proseassa álggus man mielde šadde ođđasit kodet árbevieruid maid dassážii ledje gohčodan báikkálažžan.

source: Nå begynte noen å kalle de samme måtene å gjøre ting på, den samme materielle arven, for samisk eller sjøsamisk.
sme: Dál álge soapmásat gohčodit daid seammá bargovugiid ja seammá dávviriid sápmin dahje mearrasápmin.

source: Samtidig begynte man å diskutere hva stedene i kommunen skulle hete, eller egentlig het.
sme: Seammás álge olbmot digaštallat suohkana báikkiid duohta namaid, ja manin daid galge gohčodit dál.

source: Da samelovens språkregler trådte i kraft 1.1.1992 startet en lengre identitetsstrid i kommunen for alvor.
sme: Go sámelága giellanjuolggadusat bohte fápmui 1.1.1992, de duođas álggii guhkes identitehtariidu suohkanis.

source: Generelt kan man si at ytre, mer norske deler av kommunen sto mot indre, mer samiskprega bygder, men det var også adskillig konfliktstoff innad i bygdene, og som nevnt innad i familier.
sme: Obbalaččat daddjon ledje olggot, eanet dáruiduvvon báikkit siskkit, eanet sámi báikkiid vuostá. Muhto ledje maid olu man birra riidalit juohke gilis, ja, nu mo namuhuvvon, bearrašiin maid.

source: «Jagi vai Beaivvi», som senere ble «Riddu Riđđu», var så til de grader omstridt.
sme: «Jagi vai Beaivvi», mii maŋŋá šattai «Riddu Riđđu», lei issoras riidduvuloš.

source: Festivalen og dens eier, Gáivuona Sámi Nuorat (GSN), ble motarbeidet på de underligste måter, og en del innbyggere hadde helt utrolige forestillinger om hva det kunne innebære å befatte seg med GSN: «Den 20.3. d.å. fikk jeg et brev, en stor gul konvolutt, poststemplet i Olderdalen.
sme: Festivála ja dan oamasteaddji, Gáivuona Sámi Nuorat, vuostálastui máŋgga ártegis vugiin, ja muhtun ássiin ledje jurdagat GSN birra mat ledje áibbas endorii: «20.3. d. j. ožžon reivve, stuorra fiskes konvoluhta, poastasteampilaston Dálošvákkis.

source: Adressen var Agnes Eriksen, 9074 Olmmáivággi.
sme: Čujuhus lei Agnes Eriksen, 9074 Olmmáivággi.

source: Avsender var Gáivuona Sámenuorat, Olderdalen.
sme: Sáddejeaddji lei Gáivuona Sámenuorat, Dálošvággi.

source: Jeg har aldri vært medlem der eller bestilt noe fra de.
sme: In leat goassige leamas miellahttun doppe dahje diŋgon maidege sis.

source: De provoserte rett og slett.
sme: Sii njulgestaga hárdet.

source: Jeg tok straks brevet nedover til posten og sendte det i retur, uåpnet.
sme: Mun válden dakkaviđe reivve postii ja sáddejin ruoktot, in ge rahpan dan.

source: Dagen etter ringte jeg til lensmannen.
sme: Beaivvi maŋŋil čuojahin leansmánnái.

source: Jeg sa at brevet kunne inneholde eksplosiver.
sme: Mun dadjen ahte reive sáhtálii sisttisdoallat bávkkanasaid.

source: «Det kunne det», svarte han.»
sme: «Nu sáhtálii ge», vástidii son.»

source: Lyngenkofta ble rekonstruert og tatt i bruk fra 1995.
sme: Ivgugákti ráhkaduvvui ođđasit boares gálduid vuođul, ja váldojuvvui atnui fas 1995 rájes.

source: En kvinne som stilte i lyngenkofte på 17. mai-feiring i Olderdalen fortalte meg i et radiointervju at hun da ble fullstendig usynlig.
sme: Nisson mii cokkai ivgugávtti ja manai miessemánu 17. beaivvi ávvudeapmái Dálošvággái, muitalii munnje radiojearahallamis ahte dalle šattai áibbas oaidnemeahttumin.

source: Ingen snakket til henne.
sme: Ii oktage hállan sutnje.

source: Ingen svarte henne når hun henvendte seg til dem.
sme: Ii oktage vástidan sutnje, vaikko son vikkai hállat njuolga máŋgasii.

source: Først da hun gikk hjem og skiftet og kom tilbake i «sivil», ble hun et menneske igjen.
sme: Easkka dalle go manai ruoktot ja molssui «siviila «biktasiidda, šattai olmmožin fas.

source: Ved lokalvalget seinere samme år ble hun kasta fra kommunestyret i en ren strykeaksjon.
sme: Suohkanstivraválggas seammá jagi šattai son sihkkunákšuvnna vuollái.

source: I et avisinnlegg i Framtid i Nord skrev Eilif Johansen i sakas anledning at han ikke forsto hvordan noen kunne regne med å komme inn i kommunestyret når man hadde stilt seg opp i samekofte 17. mai.
sme: Framtid i Nord-áviisas čálii Eilif Johansen lohkkireivves ahte ii ádden mo olmmoš sáhtii jáhkkit ahte beasašii suohkanstivrii go lei sámegávtti coggan miessemánu 17. beaivve.

source: I sørenden av kommunen, mot Skibotn, ble Gáivuona suohkan-skiltet beskutt.
sme: [19] Seammá áigodagas ledje maid ođđa suohkangalbbaid vuostálastimat.

source: På fergekaia i Olderdalen ble skiltet malt over.
sme: Suohkana máttageahčen, Ivgubađa bealde, bážáhalai galba.

source: Og i nordenden av kommunen, mot Nordreisa, ble skiltet rett og slett fjernet – flere ganger.
sme: Dálošvákkis, feargakájás, gokčojuvvui galba málain. Ja suohkana davágeahčen, Ráissa bealde, de suoláduvvui galba – moddii.

source: Striden rundt skiltene som symbol på den nysamiske tida, var så tøff at den til og med ble teater.
sme: Riidu galbbaid birra ođđa áiggi symbolan lei nu garas ahte šattai teáhterin maid.

source: [18] Det var tungt å være prosamisk.
sme: [20] Lossat lei prosámiide.

source: Kristendommen i Kåfjord er sterkt preget av læstadianismen.
sme: Gáivuona risttalašvuođa lea garrasit váikkuhan lestadianisma.

source: I 1992 kom det til splittelse innafor Lyngen-retninga.
sme: 1992:s juohkásii Ivgu-suorgi.

source: [19] Splittelsen gikk tvers gjennom indre Kåfjord, og skapte dype sår.
sme: [21] Hádjáneapmi juohkásii siskkit Gáivuona ja hávvádahtii garrasit.

source: Når man er sterkt troende og uenige om grunnleggende ting, er det sjelens evige frelse det handler om.
sme: Go osku njuorrasit muhto eai leat ovttamielalaččat vuđolaš fáttáin, dalle lea riidu sielu agálaš bestojumi alde.

source: Så da stridighetene rundt samiske spørsmål toppa seg rundt 1997, var det en del dypt sårede mennesker som ble kasta inn i en ny opprivende strid.
sme: Go sámiid áššiid riidu lei garraseamos 1997:s, de ledje dasto máŋga garrasit hávvádahtton olbmo geat šadde ođđa, garrasit hávvádahtti riidui.

source: Kåfjordinger som ser på seg sjøl som sjøsamer, er ikke udelt begeistra for det som kommer fra Kautokeino.
sme: Gáivuotnalaččat geat oaivvildit iežaset mearrasápmelažžan, eai álo illos juohke áššis mii Guovdageainnus boahtá.

source: Den samiske læreplanen ble sett på som et direktiv fra innlandet, og sjøsamene kjente ikke seg sjøl igjen i det bildet av det samiske som læreplanen ga.
sme: Sámi oahppoplána gehččojuvvui dego siseatnandirektiivan, eai ge mearrasápmelaččat dovdda iežaset heivemin oahppoplána sámevuođagovvii.

source: Både bildebruken og ordbruken i planen, og også læringsmålene, opplevdes som tilpassa en virkelighet på indre strøk.
sme: Sihke plána govat ja sánit, ja oahppomihttomearit velá, ledje mearrasápmelaččaid mielas heivehuvvon siseatnama servvodahkii.

source: Prosamiske kåfjordinger kan nok ofte føle at de står i skvis mellom det innlandssamiske og det kystnorske.
sme: Prosámi gáivuotnalaččat sáhttet várra dávjá dovdat ahte leat báhcán siseatnansámi ja riddodáža kultuvrraid gaskii.

source: Sjelden har dette blitt så tydelig som da den første versjonen av den samiske læreplanen lå på bordet.
sme: Ii leat dávjá nu čalbmáičuohcci go dan maid šattai dalle go sámi oahppoplána vuosttas veršuvdna bođii.

source: Den ble vanskelig å forsvare.
sme: Šattai gal váttis dán bealuštit.

source: Striden i Kåfjord
sme: Riidu Gáivuonas

source: Foreldre i Kåfjord reagerte på mye av det samme som foreldre i Tana.
sme: Gáivuonváhnemat reagerejedje buorre muddui seammá áššiide go deanuváhnemat dahke.

source: Et hovedpunkt i kritikken mot planen var at den krenket foreldreretten.
sme: Váldočuokkis sin kritihkas lei ahte plána rihkui váhnenrievtti.

source: I Kåfjord hadde man ikke hatt en forutgående prosess hvor hver skole hadde diskutert hvilken læreplan de ønsket å følge.
sme: Ii Gáivuonas lean leamaš dakkár proseassa go Deanus gos juohke skuvllas lei ságastallon makkár oahppoplána háliidedje čuovvut.

source: Men kommunen formidlet signaler om departementets holdning i brev til samtlige foreldre alt 6. mai, og holdt særskilte informasjonsmøter om saka ved tre av kommunens fem skoler seinere samme vår.
sme: Muhto suohkan gaskkustii dieđuid departemeantta oaiviliid birra buot váhnemiidda miessemánu 6. beaivvi juo, ja suohkan maid lágidii sierra diehtojuohkinčoahkkimiid áššis golmma suohkana viđa skuvllas maŋŋelaš seamma giđa.

source: Ikke overraskende kom protestene mot samisk læreplan til å få en annen form i Kåfjord enn i Tana.
sme: Ii leat imaš go sámi oahppoplánii vuostálastimat ledje áibbas earálágánat Gáivuonas go Deanus.

source: I Kåfjord hadde man et forum som het «Foreldrearbeidsutvalget i Kåfjord kommune».
sme: Gáivuonas lei lávdegoddi man namma lei «Váhnenbargolávdegoddi Gáivuona suohkanis».

source: I et avisinnlegg i Nordlys 22.09.1997 gjorde de rede for sitt syn: «Alle foreldre føler seg overkjørt av departementet.
sme: Lohkkireivves Nordlys-áviissas 22.09.1997 čilgejedje oainnuset: «Gait váhnemat dovdet badjelgehččon departementii.

source: Vi har ikke på noe tidspunkt fått uttale oss om L 97 eller innføringen av denne.
sme: Mii eat leat goassege beassan cealkit oaiviliiddámet O 97 dahje dan doibmiibidjama birra.

source: Vi har merket oss at statsråd Sandal har innhentet råd fra ulike hold.
sme: Mii leat dárkon ahte stáhtaráđđi Sandal lea viežžan ráđiid iešguđetge sajis.

source: Det er merkelig at han ikke har innhentet råd fra oss som læreplanen skal gjelde for.
sme: Lea imaš ahte ii leat viežžan ráđiid mis geaidda oahppoplána lea ráhkaduvvon.

source: At han har lagt vekt på Sametingets mening, finner vi enda mer underlig.
sme: Ahte lea deattuhan Sámedikki oaivila, lea min mielas ain eanet imaš.

source: Sametinget er ikke et demokratisk organ for oss.
sme: Sámediggi ii leat midjiide demokráhtalaš orgána.

source: Kun et lite mindretall av de stemmeberettigede stemmer ved sametingsvalgene i Kåfjord.
sme: Dušše unna oasáš sis geain lea jienastanvuoigatvuohta, jienastit sámediggeválggain Gáivuonas.

source: Vi har demokratiske organer i vår kommune som vi mener skal uttale seg i slike saker.
sme: Mis leat min suohkanis demokráhtalaš orgánat mat galget mearridit dakkár áššiin.

source: Det er foreldrene som har ansvaret for sine barn.
sme: Leat váhnemat geain lea ovddasvástádus mánáin.

source: Derfor burde KUF / Sandal høre mer på oss enn på et Sameting som ikke på noen måte skal følge læreplanen i skoleverket.
sme: Danin berrelii GOD / Sandal guldalit min eanet go Sámedikki, mii ii man ge ládje galgga čuovvulit skuvllaid oahppoplánaid.

source: Departementet må i sin iver etter å rette opp overgrep mot den samiske delen av befolkningen, ikke begå et nytt overgrep mot den norske delen av befolkningen.»
sme: Departemeanta ferte váruhit amas vealahit dáža álbmotoasi go dál lea nu áŋgirit njulgemin vealaheami sámi álbmotoasi ektui.

source: I Kåfjord, som i Tana, var det formuleringer i planens prinsipielle del som vakte mest harme.
sme: Gáivuonas, nu mo Deanus ge, ledje eanemus hárbmadahtti vissis cealkagat oahppoplána prinsipiála oasis.

source: Men også sider ved stoffutvalget var egnet til å provosere.
sme: Muhto maiddái fágaplánaid oahppohivvodagas ledje hárddihahtti bealit.

source: Paul Pedersen og Asle Høgmo har i arbeidet med sin rapport «Kamp, krise og forsoning» intervjuet en del lærere i Kåfjord.
sme: Paul Pedersen ja Asle Høgmo leaba barggadettiin raporttaineaskka «Riidaleapmi, heahtedilli ja soabadeapmi» jearahallan moanaid gáivuonoahpaheddjiid.

source: Lærerne mener at «L97S har en skjevhet i stoffutvalg for det som angår samene i favør av Indre Finnmark.
sme: Oahpaheaddjit oaivvildit ahte «O97S:s lea bonjuvuohta sámi guoski oahppohivvodagas mii ovddoša sis-Finnmárkku.

source: Dette mener de både skyldtes sammensetningen av de som skapte planen, og manglende høringer.»
sme: Dán oaivvildit lea šaddan nu sihke plánajoavkku miellahtuid geažil ja váilevaš gulaskuddamiid geažil.»

source: Tilleggsstøy til læreplankonflikten skoleåret 1997/98 var høringsrunden for ny handlingsplan for samisk språk og kultur.
sme: [22] Oahppoplánariiddu lassin lei skuvlajagi 1997/98 maiddái ođđa sámegiela- ja kultuvrra doaibmaplána gulaskuddamis.

source: Alle samiske forvaltningskommuner er pålagt å ha en slik plan, og den skal rulleres med jevne mellomrom.
sme: Juohke sámi hálddašanguovllu gielddas galgá leat dakkár plána, ja dan ferte ođasmahttit dihto áigái.

source: Den nye planen skulle gjelde fra 1998 til 2001, og høringsrunden for denne planen sammenfalt med den nye høringsrunden for L97S.
sme: Ođđa plána galggai leat doaimmas 1998–2001, ja dán plána gulaskuddan dáhpáhuvai aiddo dalle go O97S ođđa gulaskuddan maid lei.

source: Dermed ble disse to sakene koblet sammen.
sme: Dasto gehččojuvvojedje dát guovtti ášši oktan áššin.

source: Ved en feil fra kommunens samepolitiske utvalg ble handlingsplanen sendt ut på høring uten forutgående behandling i formannskapet.
sme: Suohkana sámepolitihkalaš lávdegoddi mettii ja sáddii doaibmaplána gulaskuddamii ovdal go ovdagoddi lei dan meannudan.

source: Dette medførte mer enn murring blant de ansatte på rådhuset.
sme: Dát mielddisbuvttii ráđđevistebargiid nimmoruššama – ja vel eambbo.

source: Alt i 1992 hadde hele 22 ansatte i sentraladministrasjonen gått til åpen motstand mot språkloven.
sme: 1992:s juo ledje nu olu go 22 bargi guovddášhálddahusas rahpasit vuosttildan giellalága.

source: Nå ble det en ny runde med følelsesladet debatt rundt «det samiske».
sme: Dál šattai vuohon garra digaštallan «sámivuođa» birra, mii bohciidahtii olu garra dovdduid.

source: Trivselen på arbeidsplassen sank mot frysepunktet.
sme: Bargobirrasis loaktin ii gávdnon šat.

source: Mange sa at de ville slutte.
sme: Olusat almmuhedje ahte áigo heaitit.

source: Mange klarte ikke å utføre jobben sin.
sme: Máŋggas eai nagodan bargguset doaimmahit.

source: En av de tingene de ansatte fryktet, var at de skulle bli nødt til å svare «Gáivuona suohkan, Kåfjord kommune» på oppringninger til sentralbordet.
sme: Okta ášši mas bargit balle sakka, lei ahte sáhte šaddat vástidit «Gáivuona suohkan, Kåfjord kommune» go olggobealolbmot čuojahedje suohkana telefondustehussii.

source: Ordfører Åge B. Pedersen måtte berolige med at ingen skulle bli pålagt å si disse to ordene på samisk.
sme: Sátnejođiheaddji Åge B. Pedersen fertii jeđđet olbmuid ja lohpidit ahte ii oktage galgan bákkus dadjat dán guovtti sáni sámegillii.

source: [21] Mens man ganske raskt forlot ideen om en livssynsskole i Tana, og faktisk startet opp Tana Montessoriskole, ville man i Kåfjord ha en kristen skole med basis i læstadianske verdier.
sme: Dan botta go Deanus viehka johtilit guđđe jurdaga ásahit sierra eallinoaidnoskuvlla, ja vuođđudedje Deanu Montessoriskuvlla, de áigo Gáivuonas risttalaš skuvlla man vuođđu ledje lestadiánalaš árvvut.

source: En foreldregruppe søkte om å få opprette en privat skole i kommunen.
sme: Muhtun váhnenjoavku ozai lobi ásahit priváhta skuvlla suohkanii.

source: Pedersen / Høgmo skriver at når kommunens økonomiske situasjon var presset, så var denne søknaden noe som påskyndet en avgjørelse som før eller siden måtte komme.
sme: Pedersen / Høgmo čálliba ahte go juo suohkana ruhtadilli lei viehka heitot, de lei dát ohcamuš mielde go suohkan mearridii juoga maid, vaikko mo de leaš, goas nu livččii šaddan mearridit.

source: Skattvoll og Djupvik skoler ble lagt ned fra og med skolestart høsten 2000.
sme: Guollejoga ja Čieŋalluovtta skuvllat heaittihuvvojedje go skuvllat álge 2000 čavčča.

source: Først da ble det skolestreik i Kåfjord, og dette var en kort streik som noen foreldre ved tidligere Skattvoll skole gjennomførte.
sme: Easkka dalle dolle váhnemat mánáideaset ruovttus skuvllas, ja dát ii bistán guhká, ja ledje dušše muhtun ovddeš Guollejoga skuvlla váhnemat mat dahke dan.

source: Selv om nedleggelsen av Skattvoll skole medførte at det ble stående et tomt skolebygg midt i læstadianernes kjerneområde, ble det aldri startet en kristen privatskole i Kåfjord.
sme: Vaikko vel Guollejoga skuvlla heaittiheapmi mielddisbuvttii ahte skuvlavisti bázii guorusin guovddáš lestadiánalaččaid orrunbáikkis, de ii goassege ásahuvvon risttalaš priváhtaskuvla Gáivutnii.

source: Det kan være flere grunner til dette.
sme: Vedjet leat máŋgga siva dása.

source: Personlig tror jeg at splittelsen innen Lyngen-retninga er en viktig grunn.
sme: Ieš jáhkán ahte Ivgu-suorggi háddjen lea dehálaš sivva.

source: Når man ikke kan feire gudstjeneste ilag, kan man vanskelig bygge opp en privatskole sammen.
sme: Go eai sáhte ipmilbálvalusa ávvudit ovttas, de eai sáhte priváhtaskuvlla ge hukset ovttas.

source: Den gjensidige tilliten et slikt samarbeid fordrer, er ikke tilstede.
sme: Lotnolas luohttevašvuohta maid dakkár ovttasbargu gáibida, ii gávdno.

source: Riddu Riđđu har virkelig satt Kåfjord og Manndalen på kartet.
sme: Riddu Riđđu lea duođaid bidjan Gáivuona ja Olmmáivákki kártii.

source: (Festivalplakat fra 2001, tegna av Asbjørn Forsøget.
sme: (Festiválaplakáhtta 2001:s, Asbjørn Forsøget lea sárgon.

source: Gjengitt etter Lene Hansen: Storm på kysten.)
sme: Girjjis: Lene Hansen: Storm på kysten.)

source: Tana Montessoriskole blei starta i protest mot samiske læreplaner
sme: Tana Montessoriskole álggahuvvui go váhnemat eai háliidan sámi oahppoplánaid.

source: Kåfjord og Tana – fellestrekk og ulikheter
sme: Gáivuotna ja Deatnu – oktasašvuođat ja erohusat

source: Hvis man skal dømme etter medieoppslag, bølget striden i Tana med en helt annen støy enn i Kåfjord.
sme: Jus galgá media beroštumi mielde dubmet, de lei olu garrasut riidu Deanus go Gáivuonas.
